Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# safe_no_backup_found
source: No backup found on the server. Check ID and password.
bg: Не е намерено резервно копие в сървъра. Проверете идентификатора или паролата.
cs: Na serveru nebyla nalezena žádná záloha. Zkontrolujte své ID a heslo.
de: Kein Backup auf dem Server gefunden. Überprüfen Sie ID und Passwort.
es: No se encontró ninguna copia de seguridad en el servidor. Comprueba la ID y la contraseña.
fr: Aucune sauvegarde trouvée sur le serveur. Vérifiez l’ID et le mot de passe.
gsw_ch: Keis Backup ufem Server gfunde. Überprüefed Sie d’ID und s’Passwort.
it: Nessun backup trovato nel server. Controlla ID e password.
ja: サーバーにバックアップが見つかりません。IDとパスワードを確認してください。
ko: 서버에서 백업을 찾을 수 없습니다. ID와 암호를 확인하십시오.
nl: Geen back-up gevonden op de server. Controleer het ID en het wachtwoord.
pl: Nie znaleziono kopii zapasowej na serwerze. Sprawdź ID i hasło.
pt_br: Nenhum backup encontrado no servidor. Verifique a ID e a senha.
ru: На сервере не найдена резервная копия. Проверьте ID и пароль.
sk: Na serveri nenájdená žiadna záloha. Skontrolujte ID a heslo.
tr: Sunucuda yedek bulunamadı. Kimliği ve şifreyi kontrol edin.
uk: На сервері не знайдено резервної копії. Перевірте ID та пароль.
zh_hans: 在服务器上没有找到备份。请检查ID和密码。
zh_hant: 在伺服器上找不到備份。請檢查ID和密碼。

# safe_no_id_found
source: No %@ ID found
bg: Не е открит %@ идентификатор
cs: Nebylo nalezeno žádné %@ ID
de: Keine %@-ID gefunden
es: No se encontró ninguna ID de %@
fr: Aucun ID %@ trouvé
gsw_ch: Kei %@-ID gfunde
it: Nessun %@ ID trovato
ja: %@ IDが見つかりません
ko: %@ ID를 찾을 수 없습니다
nl: Geen %@ ID gevonden
pl: Nie znaleziono ID %@
pt_br: Nenhuma ID do %@ encontrada
ru: ID %@ не найден
sk: %@ ID nenájdené
tr: %@ kimliği bulunamadı
uk: %@ ID не знайдено
zh_hans: 找不到 %@ ID
zh_hant: 找不到 %@ ID

# safe_preparing
source: Preparing %@ Safe
bg: Подготовка на %@ Safe
cs: Příprava %@ Safe
de: %@ Safe wird vorbereitet
es: Preparando %@ Safe
fr: Préparation de %@ Safe
gsw_ch: %@ Safe wird vorbereitet
it: %@ Safe in preparazione
ja: %@ Safeの準備
ko: %@ Safe 준비 중
nl: %@ Safe voorbereiden
pl: Przygotowanie %@ Safe
pt_br: Preparando o %@ Safe
ru: Подготовка %@ Safe...
sk: Pripravuje sa Trezor %@
tr: %@ Safe hazırlanıyor
uk: Підготовка %@ Safe
zh_hans: 正在准备 %@ Safe
zh_hant: 正在準備 %@ Safe

# safe_restore
source: Restore %@ Safe
bg: Възстановете %@ Safe
cs: Obnovit %@ Safe
de: %@ Safe wiederherstellen
es: Restablecer %@ Safe
fr: Restaurer %@ Safe
gsw_ch: %@ Safe wiederherstelle
it: Ripristina %@ Safe
ja: %@ Safeを復元する
ko: %@ Safe 복원
nl: %@ Safe herstellen
pl: Przywracanie %@ Safe
pt_br: Restaurar %@ Safe
ru: Восстановить %@ Safe
sk: Obnoviť Trezor %@
tr: %@ Safe’i geri yükle
uk: Відновити %@ Safe
zh_hans: 恢复 %@ Safe
zh_hant: 還原 %@ Safe

# safe_restore_enter_id
source: Please enter the %@ ID you would like to recover
bg: Моля, въведете %@ идентификатора, който искате да възстановите
cs: Zadejte %@ ID, které chcete obnovit
de: Bitte geben Sie die %@-ID ein, die Sie wiederherstellen möchten
es: Introduce la ID de %@ que quieres recuperar
fr: Veuillez saisir l’ID %@ que vous voudriez récupérer
gsw_ch: Bitte gebed Sie d’%@-ID ii, wo Sie wiederherstelle wänd
it: Inserisci il %@ ID che vorresti recuperare
ja: 復元したい%@ IDを入力してください
ko: 복구하려는 %@ ID를 입력하십시오.
nl: Voer het %@ ID in dat u wilt herstellen
pl: Wpisz ID %@, który chcesz odzyskać
pt_br: Insira a ID do %@ se quiser recuperar
ru: Введите ID %@, который вы хотите восстановить
sk: Zadajte %@ ID, ktoré chcete obnoviť
tr: Lütfen kurtarmak istediğiniz %@ kimliğini girin
uk: Будь ласка, введіть %@ ID, який ви хочете відновити
zh_hans: 请输入您想恢复的 %@ ID
zh_hant: 請輸入您想恢復的 %@ ID

# safe_restore_error
source: Recovering %@ Safe Backup failed, please try again.
bg: Възстановяването на %@ Safe резервно копие е неуспешно. Моля, опитайте отново.
cs: Obnovení zálohy %@ Safe se nezdařilo, zkuste to prosím znovu.
de: Das Wiederherstellen des %@ Safe-Backup ist fehlgeschlagen, bitte wiederholen Sie den Vorgang.
es: Error al recuperar la copia de seguridad %@ Safe. Inténtelo de nuevo.
fr: La restauration de la sauvegarde %@ Safe a échoué, veuillez réessayer.
gsw_ch: S’Wiederherstelle vom %@ Safe-Backup isch fehlgschlage, bitte wiederholed Sie de Vorgang.
it: Impossibile recuperare il backup %@ Safe, riprova.
ja: %@ Safeバックアップの復元に失敗しました、もう一度お試しください。
ko: %@ Safe 백업 복구에 실패했습니다. 다시 시도하십시오.
nl: Herstel van %@ Safe back-up is mislukt. Probeer het opnieuw.
pl: Odzyskiwanie %@ Safe Backup nie powiodło się, spróbuj ponownie.
pt_br: A recuperação do backup do %@ Safe falhou. Tente novamente.
ru: Не удалось восстановить данные из резервной копии %@ Safe, повторите попытку.
sk: Obnova zálohy %@ Safe zlyhala, skúste to znovu.
tr: %@ Safe yedeği kurtarılamadı, lütfen tekrar deneyin.
uk: Відновлення резервної копії %@ Safe не вдалось. Будь ласка, спробуйте пізніше.
zh_hans: 恢复 %@ Safe 备份失败，请重试。
zh_hant: 還原 %@ Safe 備份失敗，請重試一次。

# safe_restore_failed
source: Restore failed
bg: Възстановяването е неуспешно
cs: Obnovení se nezdařilo
de: Wiederherstellen fehlgeschlagen
es: Error al restablecer
fr: Échec de restauration
gsw_ch: Wiederherstelle fehlgschlage
it: Ripristino non riuscito
ja: 復元失敗
ko: 복원 실패
nl: Herstel mislukt
pl: Przywracanie niepowodzenie
pt_br: Restauração falhou
ru: Не удалось восстановить
sk: Obnovenie zlyhalo
tr: Geri yükleme başarısız
uk: Не вдалося відновити
zh_hans: 恢复失败
zh_hant: 還原失敗

# safe_search_id_title
source: Please enter the mobile number or the email address linked to your ID
bg: Моля, въведете мобилния номер или имейл адреса, който е свързан към Вашия идентификатор
cs: Zadejte číslo mobilního telefonu nebo e-mailovou adresu, s nimiž je vaše ID propojeno
de: Bitte geben Sie die mit Ihrer ID verknüpfte Handynummer oder E-Mail-Adresse ein
es: Introduce el número de móvil o la dirección de correo electrónico vinculados a tu cuenta
fr: Veuillez saisir le numéro de mobile ou l’adresse e-mail lié(e) à votre ID
gsw_ch: Bitte gebed Sie die mit Ihrere Threema-ID verchnüpfti Handynummere oder E-Mail-Adrässe ii
it: Inserisci il numero di cellulare o l’indirizzo e-mail collegati al tuo ID
ja: あなたのIDに紐付けしている電話番号またはメールアドレスを入力してください
ko: 연결된 모바일 번호 또는 이메일 주소를 입력하십시오.
nl: Voer het mobiele nummer of het e-mailadres in dat aan uw ID is gekoppeld
pl: Wpisz numer telefonu komórkowego lub adres e-mail powiązany z twoim ID
pt_br: Insira o número de celular ou endereço de e-mail vinculado à sua ID
ru: Введите номер мобильного или эл. адрес, связанный с вашим ID
sk: Zadajte mobilné číslo, alebo emailovú adresu prepojenú s vaším ID
tr: Lütfen kimliğinize bağlı cep telefonu numarasını veya e-posta adresini girin
uk: Будь ласка, введіть номер мобільного телефону або адресу електронної пошти, прив'язану до вашого ID
zh_hans: 请输入与您的ID相关联的手机号码或电子邮件地址
zh_hant: 請輸入與您的ID所連結的電話號碼或電子郵件地址

# safe_select_id
source: Multiple %@ IDs found. Please select the ID to use:
bg: Открити са множество %@ идентификатори. Моля, изберете идентификатора, който искате да използвате:
cs: Bylo nalezeno několik %@ ID. Vyberte ID, které chcete použít:
de: Mehrere %@-IDs gefunden. Wählen Sie die gewünschte ID:
es: Se han encontrado múltiples ID de %@. Selecciona la ID que quieres usar:
fr: Plusieurs ID %@ trouvés. Veuillez sélectionner l’ID à utiliser :
gsw_ch: Mehreri %@-IDs gfunde. Wähled Sie di gwünschti ID:
it: Trovati più di un %@ ID. Seleziona quello da usare:
ja: 複数の%@ IDが見つかりました。使用するIDを選択してください。
ko: 여러 개의 %@ ID를 찾았습니다. 사용할 ID를 선택하십시오:
nl: Meerdere %@ IDs gevonden. Selecteer het ID dat u wilt gebruiken:
pl: Znaleziono wiele ID %@. Wybierz ID, którego chcesz użyć:
pt_br: Diversas IDs do %@ encontradas. Selecione a ID para usar:
ru: Найдено несколько ID %@. Выберите ID для использования:
sk: Bolo nájdených niekoľko %@ ID. Vyberte ID, ktoré chcete použiť:
tr: Birden fazla %@ kimliği bulundu. Lütfen kullanılacak kimliği seçin:
uk: Знайдено декілька %@ ID. Будь ласка, оберіть ID для використання:
zh_hans: 找到多个 %@ ID。请选择要使用的ID：
zh_hant: 找到多個 %@ ID。請選擇要使用的ID：

# safe_server_authentication
source: Authentication (optional)
bg: Удостоверяване (не е задължително)
cs: Ověření (volitelné)
de: Authentifizierung (optional)
es: Autenticación (opcional)
fr: Authentification (facultatif)
gsw_ch: Authentifizierig (optional)
it: Autenticazione (opzionale)
ja: 認証（任意）
ko: 인증 (선택 사항)
nl: Authenticatie (optioneel)
pl: Uwierzytelnianie (opcjonalnie)
pt_br: Autenticação (opcional)
ru: Аутентификация (необязательно)
sk: Overenie (voliteľné)
tr: Kimlik doğrulama (isteğe bağlı)
uk: Автентифікація (за бажанням)
zh_hans: 验证（可选）
zh_hant: 驗證（選用）

# safe_server_name
source: Server Name
bg: Име на сървъра
cs: Název serveru
de: Server
es: Nombre del servidor
fr: Nom du serveur
gsw_ch: Server
it: Nome server
ja: サーバー名
ko: 서버 이름
nl: Servernaam
pl: Nazwa serwera
pt_br: Tamanho de backup máx.
ru: Имя сервера
sk: Názov serveru
tr: Sunucu adı
uk: Ім'я серверу
zh_hans: 服务器名称
zh_hant: 伺服器名稱

# safe_setup_backup_description
source: Please choose a strong password. You will need this password to restore your %@ Safe backup.
bg: Моля, изберете силна парола. Ще се нуждаете от тази парола, за да възстановите Вашето %@ резервно копие.
cs: Zvolte si prosím silné heslo. Toto heslo bude zapotřebí k obnovení vaší zálohy %@ Safe.
de: Wählen Sie ein sicheres Passwort. Sie benötigen dieses Passwort, um Ihr %@ Safe-Backup wiederherzustellen.
es: Elige una contraseña. Necesitarás una contraseña para restablecer tu copia de seguridad de %@ Safe.
fr: Veuillez choisir un mot de passe. Celui-ci sera nécessaire pour restaurer votre sauvegarde %@ Safe.
gsw_ch: Wähled Sie es sichers Passwort. Sie benötiged das Passwort, zum Ihres %@ Safe-Backup wiederherzstelle.
it: Scegli una password. Ti serve per ripristinare il backup %@ Safe.
ja: 強力なパスワードを設定してください。このパスワードは、%@ Safeのバックアップを復元する際に必要となります。
ko: 강력한 암호를 선택하십시오. 이 암호는 %@ Safe 백업을 복원하기 위해 필요합니다.
nl: Kies een wachtwoord. U hebt dit wachtwoord nodig om uw back-upbestanden van %@ Safe te herstellen.
pl: Wybierz silne hasło. Będziesz potrzebować tego hasła, aby przywrócić kopię zapasową %@ Safe.
pt_br: Escolha uma senha. Você precisará dessa senha para restaurar seu backup do %@ Safe.
ru: Выберите пароль. Этот пароль понадобится вам для восстановления данных из резервной копии %@ Safe.
sk: Zadajte prosím silné heslo. Toto heslo budete potrebovať pri obnovení zálohy %@ Safe.
tr: Lütfen güçlü bir şifre seçin. %@ Safe yedeğinizi geri yüklemek için bu şifreye ihtiyacınız olacak.
uk: Будь ласка, виберіть надійний пароль. Цей пароль знадобиться для відновлення резервної копії %@ Safe.
zh_hans: 请选择一个强密码。您将需要这个密码来恢复 %@ Safe 备份。
zh_hant: 請選擇一個強密碼。您將需要此密碼來還原 %@ Safe 備份。

# safe_setup_backup_title
source: %@ Safe
bg: %@ Safe резервно копие

# safe_successful
source: Successful
bg: Успешно
cs: Úspěšná
de: Erfolgreich
es: Completado
fr: Succès
gsw_ch: Erfolgriich
it: Riuscito
ja: 成功
ko: 성공
nl: Geslaagd
pl: Pomyślne
pt_br: Sucesso
ru: Выполнено
sk: Úspešné
tr: Başarılı
uk: Успішно
zh_hans: 成功
zh_hant: 成功

# safe_test_server
source: Test server
bg: Тестови сървъра
cs: Otestovat server
de: Server testen
es: Servidor de prueba
fr: Serveur de test
gsw_ch: Server teste
it: Server di test
ja: テストサーバー
ko: 테스트 서버
nl: Server testen
pl: Test serwera
pt_br: Testar servidor
ru: Тестировать сервер
sk: Otestovať server
tr: Test sunucusu
uk: Тестовий сервер
zh_hans: 测试服务器
zh_hant: 測試伺服器

# safe_test_server_invalid_url
source: Please enter a valid HTTPS address.
bg: Моля, въведете валиден HTTPS адрес.
cs: Zadejte platnou adresu HTTPS.
de: Bitte geben Sie eine gültige HTTPS Adresse ein.
es: Introduzca una dirección HTTPS válida.
fr: Veuillez saisir une adresse HTTPS valide.
gsw_ch: Bitte gebed Sie e gültigi HTTPS-Adrässe ii.
it: Inserisci un indirizzo HTTPS valido.
ja: 有効なHTTPSアドレスを入力してください。
ko: 유효한 HTTPS 주소를 입력하십시오.
nl: Voer een geldig HTTPS-adres in.
pl: Wprowadź prawidłowy adres HTTPS.
pt_br: Insira um endereço HTTPS válido.
ru: Введите действительный HTTPS-адрес.
sk: Zadajte prosím platnú HTTPS adresu.
tr: Lütfen geçerli bir HTTPS adresi girin.
uk: Будь ласка, введіть дійсну адресу HTTPS.
zh_hans: 请输入有效的 HTTPS 地址。
zh_hant: 請輸入有效的 HTTPS 地址。

# safe_threema_id
source: Your %@ ID
bg: Вашият %@ идентификатор
cs: Vaše %@ ID
de: Ihre %@-ID
es: Tu ID de %@
fr: Votre ID %@
gsw_ch: Ihri %@-ID
it: Il tuo %@ ID
ja: あなたの%@ ID
ko: 귀하의 %@ ID
nl: Uw %@ ID
pl: Twój ID %@
pt_br: Sua ID do %@
ru: Ваш ID %@
sk: Vaše %@ ID
tr: %@ kimliğiniz
uk: Ваш %@ ID
zh_hans: 您的 %@ ID
zh_hant: 您的 %@ ID

# safe_unknown_error
source: Unknown error
bg: Непозната грешка
cs: Neznámá chyba
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
gsw_ch: Unbekannte Fehler
it: Errore sconosciuto
ko: 알 수 없는 오류
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
uk: Невідома помилка
zh_hans: 未知错误
zh_hant: 未知錯誤

# safe_unsuccessful
source: Failed
bg: Неуспешно
cs: Selhala
de: Fehlgeschlagen
es: No completado
fr: Échec
gsw_ch: Fehlgschlage
it: Fallito
ja: 失敗
ko: 실패
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
ru: Не выполнено
sk: Zlyhalo
tr: Başarısız
uk: Не вдалось
zh_hans: 失败
zh_hant: 失敗

# safe_upload_failed
source: Upload failed
bg: Качването е неуспешно
cs: Odeslání se nezdařilo
de: Upload fehlgeschlagen
es: Error al subir
fr: Échec de transfert
gsw_ch: Upload fehlgschlage
it: Upload fallito
ja: アップロード失敗
ko: 업로드 실패
nl: Uploaden mislukt
pl: Przesyłanie nie powiodło się
pt_br: Upload falhou
ru: Не удалось передать
sk: Nahrávanie zlyhalo
tr: Yükleme başarısız
uk: Вивантаження не вдалось
zh_hans: 上传失败
zh_hant: 上傳失敗

# safe_upload_size_exceeded
source: Server’s upload size exceeded
bg: Превишен е лимитът на качване в сървъра
cs: Velikost odesílaných dat překročila limit serveru
de: Backup-Grösse überschritten
es: Tamaño de subida del servidor superado
fr: Taille de transfert du serveur dépassée
gsw_ch: Backup-Grössi überschritte
it: Superate le dimensioni di upload del server
ja: サーバーのアップロードサイズを超えました
ko: 서버의 업로드 크기 초과
nl: Uploadformaat voor de server overschreden
pl: Przekroczono rozmiar wysyłania do serwera
pt_br: Tamanho de upload do servidor excedido
ru: Превышен размер файла для передачи на сервер
sk: Veľkosť odosielaných dát prekročila limit serveru
tr: Sunucunun yükleme boyutu aşıldı
uk: Перевищено встановлений сервером розмір файлів для вивантаження.
zh_hans: 超出服务器的上传最大限制
zh_hant: 超出伺服器的上傳最大限制

# safe_use_default_server
source: Use default server
bg: Използвайте стандартния сървър
cs: Použít výchozí server
de: Standardserver (Threema)
es: Usar servidor predeterminado
fr: Utiliser le serveur par défaut
gsw_ch: Standardserver (Threema)
it: Usa il server di default
ja: デフォルトサーバーを使用する
ko: 기본 서버 사용
nl: Standaardserver gebruiken
pl: Użyj domyślnego serwera
pt_br: Usar servidor padrão
ru: Сервер по умолчанию
sk: Použiť predvolený server
tr: Varsayılan sunucuyu kullan
uk: Використовувати сервер за замовчуванням
zh_hans: 使用默认服务器
zh_hant: 使用預設伺服器

# safe_version_mismatch
source: The version of this backup is higher than the supported version. Please update to the latest version of this app.
bg: Версията на това резервно копие е по-нова от поддържаната версия. Моля, актуализирайте приложението до последната му версия.
cs: Verze této zálohy je vyšší než podporovaná verze. Aktualizujte si prosím aplikaci na nejnovější verzi.
de: Die Version des Backups ist höher als von der App unterstützt. Bitte aktualisieren Sie die App.
es: La versión de esta copia de seguridad es superior a la versión compatible. Actualiza a la versión más reciente de esta aplicación.
fr: La version de cette sauvegarde est plus récente que la version prise en charge. Veuillez passer à la dernière version de l’application.
gsw_ch: D’Version vom Backup isch höcher als vo de App unterstützt. Bitte aktualisiered Sie d’App.
it: La versione di questo backup è più recente della versione supportata. Aggiorna l’app all’ultima versione.
ja: このバックアップのバージョンは、現在使用しているバージョンよりも新しいです。最新のバージョンにアップデートしてください。
ko: 이 백업의 버전은 지원되는 버전보다 높습니다. 최신 버전의 앱으로 업데이트하십시오.
nl: De versie van deze back-up is hoger dan de ondersteunde versie. Werk de app bij naar de laatste versie.
pl: Wersja kopii zapasowej jest nowsza niż wersja obsługiwana. Zaktualizuj tę aplikację do najnowszej wersji.
pt_br: A versão desse backup é maior do que a versão suportada. Atualize a versão mais recente desse aplicativo.
ru: Версия резервной копии выше поддерживаемой. Выполните обновление до последней версии приложения.
sk: Verzia tejto zálohy je vyššia ako podporovaná verzia. Aktualizujte na novšiu verziu aplikácie.
tr: Bu yedeklemenin sürümü, desteklenen sürümden daha yüksek. Lütfen bu uygulamanın en son sürümüne güncelleyin.
uk: Версія цієї резервної копії вища за підтримувану версію. Будь ласка, оновіть застосунок до найновішої версії.
zh_hans: 此备份的版本高于支持的版本。请更新到最新版本的应用。
zh_hant: 此備份的版本高於支援的版本。請更新至最新版本的應用程式。

source: Save
bg: Запазете
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
gsw_ch: Speichere
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sk: Uložiť
tr: Kaydet
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

source: Scan
bg: Сканирайте
cs: Naskenovat
de: Scannen
es: Escanear
fr: Scanner
gsw_ch: Scanne
it: Scansiona
ja: スキャン
ko: 스캔
nl: Scannen
pl: Skanuj
pt_br: Ler
ru: Сканировать
sk: Skenovať
tr: Tara
uk: Сканувати
zh_hans: 扫描ID
zh_hant: 掃描ID

# scan_code_expired_message
source: This code has expired. Please scan it again directly from the other user’s app.
bg: Този код е изтекъл. Моля, сканирайте го отново направо от устройството на другия потребител.
cs: Platnost tohoto kódu skončila. Naskenujte jej znovu přímo z aplikace druhého uživatele.
de: Dieser Code ist abgelaufen. Bitte scannen Sie ihn erneut direkt aus der App des anderen Benutzers.
es: Este código ha caducado. Vuelva a escanearlo directamente desde la aplicación de otro usuario.
fr: Ce code a expiré. Veuillez le scanner à nouveau directement à partir de l’application de l’autre utilisateur.
gsw_ch: De Code isch abgloffe. Bitte scanned Sie ihn nomal direkt usde App vom andere Nutzer.
it: Questo codice è scaduto. Scansionalo nuovamente direttamente dall’app dell’altro utente.
ja: このコードは有効期限切れです。もう一度、ユーザーのアプリから直接スキャンしてください。
ko: 이 코드는 만료되었습니다. 상대방의 앱에서 직접 다시 스캔해 주세요.
nl: Deze code is verlopen. Scan hem opnieuw, rechtstreeks van de app van de andere gebruiker.
pl: Ten kod wygasł. Zeskanuj go ponownie bezpośrednio z aplikacji innego użytkownika.
pt_br: Este código expirou. Leia-o novamente diretamente do aplicativo do outro usuário.
ru: Срок действия этого кода истек. Отсканируйте его еще раз непосредственно из приложения другого пользователя.
sk: Tento kód exspiroval. Oskenujte ho prosím znovu priamo z aplikácie druhého užívateľa.
tr: Bu kodun süresi doldu. Lütfen doğrudan diğer kullanıcının uygulamasından tekrar tarayın.
uk: Строк дії цього коду закінчився. Будь ласка, зіскануйте його знов із застосунку співрозмовника.
zh_hans: 此二维码已过期。请直接从其他用户的应用中再次扫描。
zh_hant: 此QR碼已過期。請直接從其他使用者的應用程式中再次掃描。

# scan_code_expired_title
source: Code expired
bg: Изтекъл код
cs: Platnost kódu skončila.
de: Code abgelaufen
es: Código caducado
fr: Code expiré
gsw_ch: Code abgloffe
it: Codice scaduto
ja: コードの有効期限切れ
ko: 코드 만료됨
nl: Code verlopen
pl: Wygasł kod
pt_br: Código expirado
ru: Срок действия кода истек
sk: Platnosť kódu vypršala
tr: Kodun süresi doldu
uk: Строк дії коду закінчився
zh_hans: 二维码已过期
zh_hant: QR碼已過期

source: Scan Document
bg: Сканирайте документа
cs: Naskenovat dokument
de: Dokument scannen
es: Escanear documento
fr: Scanner le document
gsw_ch: Dokumänt scanne
it: Scansiona documento
ja: 文書をスキャン
ko: 문서 스캔
nl: Document scannen
pl: Skanuj dokument
pt_br: Escanear documento
ru: Сканировать документ
sk: Skenovať dokument
tr: Belgeyi Tara
uk: Сканувати документ
zh_hans: 扫描文件
zh_hant: 掃描文件

# scan_id_add_contact_failed_message
source: Please try again.
bg: Моля, опитайте отново.
cs: Zkuste to prosím znovu.
de: Bitte versuchen Sie es nochmal.
es: Vuelve a intentarlo.
fr: Veuillez réessayer.
gsw_ch: Bitte versueched Sie’s nomal.
it: Riprova
ja: もう一度試してください
ko: 다시 시도해 주세요.
nl: Probeer het opnieuw.
pl: Spróbuj ponownie
pt_br: Tente novamente.
ru: Попробуйте снова.
sk: Skúste to znovu.
tr: Lütfen tekrar deneyin.
uk: Будь ласка, спробуйте ще.
zh_hans: 请再试一次。
zh_hant: 請再試一次。

# scan_id_add_contact_failed_title
source: Unable To Add Contact
bg: Не може да се добави този контакт
cs: Nelze přidat kontakt
de: Kontakt kann nicht hinzugefügt werden
es: No se puede añadir el contacto.
fr: Impossible d’ajouter le contact
gsw_ch: Kontakt cha nöd dezue taa werde
it: Il contatto non può essere aggiunto
ja: 連絡先を追加できません
ko: 연락처를 추가할 수 없음
nl: Contactpersoon niet toegevoegd
pl: Nie można dodać kontaktu
pt_br: Não foi possível adicionar o contato
ru: Не удается добавить контакт
sk: Kontakt nie je možné pridať
tr: Kişi eklenemiyor
uk: Неможливо додати контакт
zh_hans: 无法添加联系人
zh_hant: 無法新增聯絡人

# scan_id_backup
source: Scan exported QR code
bg: Сканирайте експортирания QR код
cs: Naskenujte exportovaný QR kód
de: Exportierten QR-Code einlesen
es: Escanear el código QR exportado
fr: Scanner un code QR exporté
gsw_ch: Exportierte QR-Code iiläse
it: Scansiona il codice QR esportato
ja: エクスポートされたQRコードをスキャンする
ko: 내보낸 QR 코드를 스캔
nl: Geëxporteerde QR-code scannen
pl: Skanuj eksportowany kod QR
pt_br: Escanear o código QR da exportação
ru: Сканировать QR-код экспорта
sk: Zoskenovať exportovaný QR kód
tr: Dışa aktarılan kare kodunu tara
uk: Сканувати експортований QR-код
zh_hans: 扫描已导出的二维码
zh_hant: 掃描已匯出的QR碼

# scan_identity
source: Scan ID
bg: Сканирайте идентификатора
cs: Naskenovat ID
de: ID scannen
es: Escanear ID
fr: Scanner l’ID
gsw_ch: ID scanne
it: Scansiona ID
ja: IDをスキャン
ko: 아이디 스캔
nl: ID scannen
pl: Skan ID
pt_br: Ler ID
ru: Сканировать ID
sk: Skekovať ID
tr: Kimlik tara
uk: Сканувати ID
zh_hans: 扫描ID
zh_hant: 掃描ID

# scan_qr
source: Scan QR code
bg: Сканирайте QR кода
cs: Naskenovat QR kód
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
gsw_ch: QR-Code scanne
it: Scansiona codice QR
ja: QRコードをスキャンする
ko: QR 코드 스캔
nl: QR-code scannen
pl: Skan kodu QR
pt_br: Escanear código QR
ru: Сканировать QR-код
sk: Skenovať QR kód
tr: Kare kodu tara
uk: Сканувати QR-код
zh_hans: 扫描二维码
zh_hant: 掃描QR碼

# scanned_identity_mismatch_message
source: The ID that you have scanned does not match the contact that you have stored.
bg: Идентификаторът, който сканирахте не съвпада с контакта, който сте запаметили.
cs: Naskenované ID neodpovídá kontaktu, který máte uložený.
de: Die ID, die Sie gescannt haben, stimmt nicht mit dem gespeicherten Kontakt überein.
es: El ID que ha escaneado no coincide con el del contacto guardado.
fr: L’ID que vous avez scanné ne correspond pas au contact que vous avez enregistré.
gsw_ch: D’ID, wo Sie gscannt händ, stimmt nöd mit em gespeicherete Kontakt überii.
it: L’ID che hai scannerizzato non corrisponde al contatto salvato.
ja: スキャンしたIDが、保存されている連絡先と一致しません。
ko: 스캔한 ID가 저장된 연락처와 일치하지 않습니다
nl: De ID die je hebt gescand komt niet overeen met de contactpersoon die je hebt opgeslagen.
pl: Zeskanowany ID nie jest zgodny z przechowywanym kontaktem.
pt_br: A ID que você confirmou não coincide com o contato que você armazenou.
ru: Отсканированный ID не совпадает с сохраненным контактом.
sk: ID, ktoré máte naskenované nesúhlasí s kontaktom, ktorý máte uložený.
tr: Taradığınız kimlik, kaydettiğiniz kişiyle eşleşmiyor.
uk: Зісканований ID не відповідає збереженому контакту.
zh_hans: 您扫描的ID与您存储的联系人不匹配。
zh_hant: 您掃描的ID与您儲存的聯絡人不相符。

# scanned_identity_mismatch_title
source: ID Mismatch
bg: Несъответстващ идентификатор
cs: ID nesouhlasí
de: ID stimmt nicht überein
es: El ID no coincide
fr: Incohérence de l’ID
gsw_ch: ID stimmt nöd überii
it: ID non corrisponde
ja: IDが一致しません
ko: 아이디가 일치하지 않음
pl: Niezgodność ID
pt_br: Incompatibilidade de ID
ru: Несовпадение ID
sk: ID nesúhlasí
tr: Kimlik uyuşmazlığı
uk: Невідповідність ID
zh_hans: ID不匹配
zh_hant: ID不相符
